Repository: r-forge/atelier
Catalog: pkg/inst/po/R-*.po
Languages: fr

source: AtelieR: Statistical workshops in R
fr: AtelieR : Ateliers de statistiques sous R

source: Modules
fr: Ateliers

source: Quit
fr: Quitter

source: Understand
fr: Comprendre

source: Compute
fr: Calculer

source: Construction of the gaussian distribution
fr: Construction de la loi normale

source: Change of origin and scale
fr: Changement d'origine et d'échelle

source: Distribution of a sample mean
fr: Distribution d'une moyenne d'échantillon

source: Distribution of a sample variance
fr: Distribution d'une variance d'échantillon

source: Probability calculator
fr: Calculateur de probabilités

source: Bayesian inference on a proportion
fr: Inférence bayésienne sur une proportion

source: Bayesian inference on several proportions
fr: Inférence bayésienne sur plusieurs proportions

source: Bayesian inference on a contingency table
fr: Inférence bayésienne sur table de contingence

source: Bayesian inference on a sample variance
fr: Inférence bayésienne sur une variance

source: Bayesian inference on a mean
fr: Inférence bayésienne sur une moyenne

source: Bayesian inference on several means
fr: Inférence bayésienne sur plusieurs moyennes

source: Construction of the gaussian distribution
fr: Construction de la loi normale

source: Change of origin and scale
fr: Changement d'origine et d'échelle

source: Distribution of a sample mean
fr: Distribution d'une moyenne

source: Distribution of a sample variance
fr: Distribution d'une variance

source: Probability calculator
fr: Calculateur de probabilités

source: Bayesian inference on a proportion
fr: Inférence bayésienne sur une proportion

source: Bayesian inference on several proportions
fr: Inférence bayésienne sur plusieurs proportions

source: Bayesian inference on a contingency table
fr: Inférence bayésienne sur table de contingence

source: Bayesian inference on a sample variance
fr: Inférence bayésienne sur une variance

source: Bayesian inference on a sample mean
fr: Inférence bayésienne sur une moyenne

source: Bayesian inference on several means
fr: Inférence bayésienne sur plusieurs moyennes

source: Counts
fr: Effectifs

source: Proportions
fr: Fréquences

source: Densities
fr: Densités

source: theoretical
fr: théorique

source: normale
fr: gaussian

source: Sample size
fr: Nombre d'obs.

source: Family
fr: Loi

source: Display
fr: Afficher

source: Cutpoints
fr: Coupures

source: Plot
fr: Afficher

source: Please provide parameter values.
fr: Spécifiez des valeurs de paramètres.

source: Binomial
fr: Binomiale

source: Uniform
fr: Uniforme

source: Gaussian
fr: Normale

source: Left boundary
fr: Borne gauche

source: Right boundary
fr: Borne droite

source: Size
fr: Taille

source: Probability
fr: Probabilité

source: Shape
fr: Forme

source: Scale
fr: Echelle

source: Mean
fr: Moyenne

source: Standard deviation
fr: Ecart-type

source: Variable values
fr: Valeurs de la variable

source: Values of summed variables
fr: Valeurs de la variable somme

source: Standardize the sample
fr: Standardiser l'échantillon

source: Population parameters
fr: Paramètres de population

source: Descriptive statistics
fr: Statistiques descriptives

source: Sample
fr: Echantillonner

source: Gaussian distribution
fr: Distribution normale

source: Density
fr: Densité

source: gaussian dist. (means)
fr: la loi normale (moyennes)

source: original dist. (scores)
fr: distribution d'origine (scores)

source: Samples
fr: Echantillons

source: Obs. by sample
fr: Obs. par éch.

source: Sample mean values
fr: Valeurs de moyennes d'échantillons

source: Distribution of means
fr: Distribution des moyennes

source: With true mean
fr: Avec moyenne vraie

source: With sample mean
fr: Avec moyenne d'échantillon

source: Corrected variance
fr: Variance d'échantillon corrigée

source: gaussian dist.
fr: la loi normale

source: Chi-2 dist.
fr: la loi de Chi-2

source: Gaussian distribution of scores
fr: Loi normale des scores

source: Variance computation
fr: Calcul de la variance

source: Expected mean
fr: Espérance

source: Observed mean
fr: Moyenne empirique

source: Distribution of sample variances
fr: Distribution des variances

source: Quantile => probability
fr: Quantile => probabilité

source: probability => quantile
fr: Probabilité => quantile

source: Computation
fr: Type de calcul

source: Left-sided
fr: A gauche

source: Right-sided
fr: A droite

source: Cumulative probability
fr: Probabilité cumulée

source: Value or expression to compute
fr: Valeur ou expression à calculer

source: Result
fr: Résultat

source: Inverse Chi-2
fr: Chi-2 inverse

source: Inverse Gamma
fr: Gamma inverse

source: Generalized Student
fr: Student non standard

source: Non central Student
fr: Student non centrale

source: Non central Chi-2
fr: Chi-2 non centrale

source: Non central Fisher
fr: Fisher non centrale

source: Some parameter values are missing.
fr: Il manque des valeurs de paramètres.

source: Please fill in the value field.
fr: Spécifiez une valeur.

source: This distribution is not defined for negative values.
fr: Cette distribution n'est pas définie pour les valeurs négatives.

source: A probability lies between 0 and 1.
fr: Une probabilité est comprise entre 0 et 1.

source: Standard dev.
fr: Ecart-type

source: df
fr: ddl

source: df1
fr: ddl1

source: df2
fr: ddl2

source: Center
fr: Centre

source: Non centrality
fr: Non centralité

source: Beta prior
fr: Loi beta a priori

source: Observed data
fr: Données observées

source: Successes
fr: Succès

source: Posterior statistics
fr: Statistiques a posteriori

source: Level
fr: Niveau

source: Credibility
fr: Crédibilité

source: Hypothesis test
fr: Test d'hypothèse

source: Prior Pr(H)
fr: Pr(H) a priori

source: Bayes factor
fr: Facteur de Bayes

source: Please specifiy prior parameters.
fr: Spécifiez des valeurs de paramètres pour la loi Beta a priori.

source: Please specify observed data.
fr: Indiquez des valeurs observées.

source: Probability of success
fr: Probabilité du succès

source: Posterior probability
fr: Probabilité a posteriori

source: Prior
fr: Loi a priori

source: Likelihood
fr: Vraisemblance

source: Posterior
fr: Loi a Posteriori

source: Test all
fr: Tout tester

source: Possible models
fr: Modèles possibles

source: Target model
fr: Modèle cible

source: Prior Pr(M)
fr: Pr(M) a priori

source: Best model
fr: Meilleur modèle

source: Model posterior estimates
fr: Estimations a posteriori des modèles

source: Group
fr: Groupe

source: Saturated
fr: Saturé

source: Cible
fr: Target

source: Averaged
fr: Moyenné

source: Please specify at least two counts in each field. Make sure there are as many values in both fields.
fr: Spécifiez au moins deux nombres de succès et d'échecs. Vérifiez qu'il y a autant de valeurs dans les champs 1 et 2

source: Incorrect number of groups in model definition.
fr: Nombre de groupes incorrect dans la définition du modèle.

source: Estimation in progress...
fr: Estimation en cours...

source: Groups
fr: Groupes

source: Estimated probabilities
fr: Probabilités estimées

source: Ready.
fr: Prêt.

source: Model validation
fr: Validation de modèle

source: Prior parameter
fr: Param. a priori

source: Model
fr: Modèle

source: Please specify a parameter value for the Dirichlet prior.
fr: Spécifiez le paramètre pour la loi Dirichlet symétrique a priori.

source: Error: All rows in the table should contain the same number of values.
fr: Erreur : toutes les lignes n'ont pas le même nombre de valeurs.

source: Please provide at least two count rows.
fr: Spécifiez au moins deux lignes de comptages.

source: Response
fr: Réponses

source: Best
fr: Meilleur

source: Homogeneous
fr: Homogène

source: Gaussian prior
fr: Loi normale a priori

source: Prior size
fr: Effectif a priori

source: Please provide the observed standard deviation.
fr: Entrez une valeur d'écart-type observé.

source: The prior sample size is too low (0 df.).
fr: Le paramètre d'effectif a priori est trop faible (0 ddl).

source: Undefined
fr: Non défini(e)

source: Known
fr: Connu

source: Estimated
fr: Estimé

source: Sample sizes
fr: Effectifs

source: Average
fr: Moyenner

source: Means
fr: Moyennes

source: Please specify at least two groups. Make sure there are as many values in all three fields.
fr: Spécifiez au moins deux groupes. Vérifiez qu'il y a autant de valeurs dans les 3 champs.

source: Estimated means
fr: Moyennes estimées

source: Data
fr: Données
